{
    "title": "Terms and Conditions",
    "lastUpdated": "1 January 2025",
    "welcome": "Welcome to Muhle Pro Tours (\"we,\" \"our,\" or \"us\"). These Terms and Conditions (\"Terms\") govern your use of our website, services, and products (collectively, the \"Services\"). By accessing or using our Services, you agree to be bound by these Terms. If you do not agree, you may not use our Services.",
    "sections": [
      {
        "title": "Acceptance of Terms",
        "content": "By accessing or using our Services, you confirm that you have read, understood, and agree to these Terms. If you are using the Services on behalf of a company or organization, you represent that you have the authority to bind that entity to these Terms. Using our Services indicates your acknowledgment and agreement to comply fully with these provisions."
      },
      {
        "title": "Eligibility",
        "content": "You must be at least 18 years old or the age of majority in your jurisdiction to use our Services. By using the Services, you represent and warrant that you meet this eligibility requirement. Individuals under this age are strictly prohibited from using the Services unless supervised by a legal guardian."
      },
      {
        "title": "Use of Services",
        "content": "",
        "subsections": [
          {
            "title": "Account Registration",
            "content": "To access certain features, you may need to create an account. You are responsible for maintaining the confidentiality of your account and password and for any activities under your account. Account security is your responsibility, and you agree to notify us immediately if you suspect unauthorized access."
          },
          {
            "title": "Prohibited Activities",
            "content": "You agree not to:<ul><li>Violate any applicable laws or regulations.</li><li>Engage in fraudulent, abusive, or harmful behavior.</li><li>Interfere with or disrupt the integrity of the Services.</li><li>Copy, modify, or distribute content from the Services without authorization.</li><li>Attempt to bypass security measures or gain unauthorized access to restricted areas of the Services.</li><li>Impersonate any person or entity, or misrepresent your affiliation with a person or entity.</li></ul>"
          }
        ]
      },
      {
        "title": "Purchases and Payments",
        "content": "",
        "subsections": [
          {
            "title": "Orders",
            "content": "All orders are subject to acceptance and availability. We reserve the right to refuse or cancel any order at our discretion. By placing an order, you confirm that the information provided is accurate and complete."
          },
          {
            "title": "Pricing",
            "content": "Prices for our products and services are subject to change without notice. We are not responsible for typographical errors in pricing. Promotional pricing is valid only for the duration specified in the promotion."
          },
          {
            "title": "Refunds and Returns",
            "content": "Our refund and return policies are outlined separately. Please review them before making a purchase. Refunds will be processed within a reasonable timeframe and in accordance with our policy."
          }
        ]
      },
      {
        "title": "User-Generated Content",
        "content": "If you submit content (e.g., reviews, comments, or other materials), you grant us a non-exclusive, royalty-free, perpetual license to use, reproduce, modify, and distribute your content for any purpose. This license extends to all media and formats.",
        "subsections": [
          {
            "title": "Content Guidelines",
            "content": "You agree that your content:<ul><li>Will not violate any third-party rights.</li><li>Will not contain offensive, defamatory, or unlawful material.</li><li>Is your original work or that you have obtained all necessary rights and permissions.</li></ul>"
          }
        ]
      },
      {
        "title": "Privacy",
        "content": "Your use of our Services is also governed by our Privacy Policy. By using our Services, you agree to the collection, use, and sharing of your information as described in the Privacy Policy. We take privacy seriously and are committed to protecting your data."
      },
      {
        "title": "Intellectual Property",
        "content": "All content, trademarks, and intellectual property related to the Services are owned by Muhle Pro Tours or its licensors. Unauthorized use of our intellectual property is prohibited. You may not reproduce, distribute, or create derivative works without our explicit consent."
      },
      {
        "title": "Disclaimers and Limitation of Liability",
        "content": "",
        "subsections": [
          {
            "title": "Disclaimers",
            "content": "The Services are provided \"AS IS\" and \"AS AVAILABLE\" without warranties of any kind. We do not guarantee the accuracy, completeness, or reliability of the Services. Your use of the Services is at your own risk, and we disclaim liability for any issues arising."
          },
          {
            "title": "Limitation of Liability",
            "content": "To the maximum extent permitted by law, we are not liable for any indirect, incidental, or consequential damages arising from your use of the Services. This limitation includes, but is not limited to, lost profits, data loss, or damage to property."
          }
        ]
      },
      {
        "title": "Indemnification",
        "content": "You agree to indemnify and hold harmless Muhle Pro Tours, its affiliates, and employees from any claims, damages, or expenses arising from your use of the Services or violation of these Terms. This indemnification extends to legal fees and costs incurred."
      },
      {
        "title": "Termination",
        "content": "We may suspend or terminate your access to the Services at our discretion without prior notice if you violate these Terms or engage in prohibited activities. Termination does not waive any rights or remedies to which we are entitled under the law."
      },
      {
        "title": "Governing Law",
        "content": "These Terms are governed by the laws of South Africa, including but not limited to the Consumer Protection Act and the Electronic Communications and Transactions Act, without regard to conflict of law principles. Any disputes arising under these Terms will be resolved in the courts located in [Your City, South Africa]. You agree to submit to the jurisdiction of these courts and waive any objections to venue or jurisdiction within South Africa."
      },
      {
        "title": "Changes to Terms",
        "content": "We reserve the right to update these Terms at any time. Changes will be effective when posted on our website. Your continued use of the Services indicates your acceptance of the updated Terms. It is your responsibility to review these Terms periodically."
      },
      {
        "title": "Contact Information",
        "content": "If you have any questions or concerns about these Terms, please contact us at:<br><br>Muhle Pro Tours<br>email@muhleprotours.com<br>012-345-6789<br>123 Rainbow Str, Randburg, 2125, South Africa"
      }
    ]
  }